Repository: Vortex127/CBC-Innovista
Catalog: cbc_collector/lib/l10n/app_*.arb
Languages: sd

# appTitle
source: CBC Collector
sd: سي بي سي ڪلڪٽر

source: Welcome Back
sd: ڀلي ڪري آيا

source: Create Account
sd: کاتو ٺاهيو

source: Email
sd: اي ميل

source: Password
sd: پاسورڊ

source: Home
sd: گھر

source: Collections
sd: گڏ ڪيل

source: Profile
sd: پروفائل

source: Take Photo
sd: فوٽو وٺو

source: Retake
sd: ٻيهر وٺو

source: Upload
sd: اپلوڊ

source: All
sd: سڀ

source: Ongoing
sd: جاري

source: Completed
sd: مڪمل

source: Location
sd: مڪان

source: Date
sd: تاريخ

# errorInitializingCamera
source: Error initializing camera: {error}
sd: ڪئميرا کولڻ ۾ خرابي: {error}

# errorCapturingPhoto
source: Error capturing photo: {error}
sd: فوٽو وٺڻ ۾ خرابي: {error}

# photoUploadNotImplemented
source: Photo upload not implemented yet
sd: فوٽو اپلوڊ ڪرڻ جي سهولت اڃان دستياب ناهي
